Repository: YazeedAlMalki/AlManac
Catalog: Native/AlmanacWidgets/Localizable.xcstrings
Source language: en
Languages: ar

source: %lld ml
ar: %lld مل

source: +250 ml
ar: +250 مل

source: Adds one large glass (250 ml) to today's water total.
ar: يضيف كوبًا كبيرًا (250 مل) إلى مجموع ماء اليوم.

source: End fast
ar: إنهاء الصيام

source: Ends the current fasting session.
ar: يُنهي جلسة الصيام الحالية.

source: Ends the current intermittent fast.
ar: يُنهي الصيام المتقطع الحالي.

source: Fajr %@
ar: الفجر %@

source: Fast broken
ar: أُفطِر

source: Fast complete
ar: اكتمل الصيام

source: Fasting
ar: الصيام

source: Iftar in
ar: الإفطار بعد

source: Kept from Fajr to Maghrib
ar: صيام من الفجر إلى المغرب

source: Log 250 ml of water
ar: سجّل 250 مل من الماء

source: Maghrib %@
ar: المغرب %@

source: No active fast
ar: لا صيام جارٍ

source: Open Almanac to see fasting
ar: افتح Almanac لترى الصيام

source: Open Almanac to see water
ar: افتح Almanac لترى الماء

source: Open Almanac to set your location
ar: افتح Almanac لتحديد موقعك

source: Start fast
ar: بدء الصيام

source: Start fasting
ar: ابدأ الصيام

source: Starts a fasting session now.
ar: يبدأ جلسة صيام الآن.

source: Suhoor
ar: السحور

source: Today's fast: suhoor, iftar, or your intermittent fast.
ar: صيام اليوم: السحور أو الإفطار أو صيامك المتقطع.

source: Today's water total against your goal.
ar: مجموع ماء اليوم مقارنة بهدفك.

source: Water
ar: الماء

source: Your current fasting session.
ar: جلسة صيامك الحالية.

source: at %@
ar: عند %@

source: of %lld ml goal
ar: من هدف %lld مل

source: since %@
ar: منذ %@
